{
    "questions": {
        "0": " Why don't you just cook the breakfast, and try not to burn anything.",
        "1": " Hurry up! Bring my coffee, boy!",
        "2": " MOVE!",
        "3": " He's boring.",
        "4": " Thanks.",
        "5": " It's all right, sweetheart. It's all right.",
        "6": " What happened?!",
        "7": " Caveat Smeltona. Proudest moment of my life.",
        "8": " Oh, don't be so stupid, you're going to the state school where you belong.  And this is what you're gonna be wearing when I've finished dyeing it.",
        "9": " Dad! Look! Harry's got a letter!",
        "10": " Fine day Sunday. In my opinion, best day of the week. Why is that, Dudley?",
        "11": " Go away! Ahh! Give me that! Give me that letter!",
        "12": " Ahh!",
        "13": " Daddy's gone mad, hasn't he?!",
        "14": " I-I-I'm not Harry.",
        "15": " Oh, well, of course you are! Got something for ya. 'Afraid I might have sat on it at some point! I imagine that it'll taste fine just the same. Ahh. Baked it myself.  Words and all. Heh.",
        "16": " It's not every day that your young man turns eleven, now is it aye?",
        "17": " Rubeus Hagrid. Keeper of keys and grounds at Hogwarts. Course, you'll know all about Hogwarts.",
        "18": " No? Blimey, Harry, didn't you ever wonder where your mum and dad learned it all?",
        "19": " You're a wizard, Harry.",
        "20": " A wizard. And a thumping good one at that, I'd wager. Once you train up a little.",
        "21": " Well, just Harry. Did you ever make anything happen? Anything you couldn't explain when you were angry or scared?  Ah.",
        "22": " He'll not be going! We swore when we took him in, we'd put a stop to this rubbish!",
        "23": " Of course we knew. How could you not be? My perfect sister being who she was. Oh, my mother and father were so proud the day she got her letter. We have a witch in the family. Isn't it wonderful? I was the only one to see her for what she was. A freak! And then she met that Potter, and then she had you, and I knew you'd be just the same, just as strange, just as ... abnormal. And then, if you please, she went and got herself blown up. And we got landed with you.",
        "24": " Oh, and I suppose a great Muggle like yourself's going to stop him, are you?",
        "25": " Oh, um, I'd appreciate if you didn't tell anyone at Hogwarts about that. Strictly speaking, I'm not allowed to do magic.",
        "26": "",
        "27": " Essential bit of equipment, Harry.",
        "28": " Well, they don't mean for a penguin, do they? Heh. Crikey, but not a dragon.",
        "29": " Hello, Professor. I didn't see you there. Harry, this is Professor Quirrell. He'll be your Defense Against the Dark Arts teacher at Hogwarts.",
        "30": " Yes, well, must be going now. Lots to buy. Heh.",
        "31": " See, Harry, you're famous!",
        "32": " It's a world class racing broom. Look at it, it's the new Nimbus 2000! It's the fastest model yet. ",
        "33": " Well, there's your money, Harry.  Gringotts, the Wizard Bank. T'aint no place safer, 'cept perhaps Hogwarts.",
        "34": " Vault 713.",
        "35": " Best not mention this to anyone, Harry.",
        "36": " A wand? Well, you'll want Ollivanders.  No place better. Run along there, but wait. I just got one more thing I got to do. Won't be long.",
        "37": " I wondered when I'd be seeing you, Mr. Potter. It seems only yesterday that your mother and father were in here buying their first wands.  Ah. Here we are.  Well, give it a wave.  Apparently not.  Perhaps this.  No, no, definitely not! No matter...  I wonder.  Curious, very curious.",
        "38": " I remember every wand I've ever sold, Mr. Potter. It just so happens that the phoenix, whose tail feather resides in your wand gave one other feather, just one. It is curious that you should be destined for this wand when its brother gave you that scar. ",
        "39": " Harry! Harry! Happy birthday! ",
        "40": " You all right, Harry? You seem very quiet.",
        "41": " First, and understand this, Harry, 'cause it's very important. Not all wizards are good. Some of them go bad. A few years ago, there was one wizard who went as bad as you can go. And his name was V-...his name was V-...",
        "42": " No, I can't spell it. All right.  Voldemort.",
        "43": " It was dark times, Harry, dark times.  Voldemort started to gather some followers, brought 'em over to the dark side. Anyone that stood up to him ended up dead. Your parents fought against him, but nobody lived once he decided to kill 'em.  Nobody...not one. 'Cept you.",
        "44": " Yes. That ain't no ordinary cut on your forehead, Harry. A mark like that only comes from being touched by a curse...and an evil curse at that.",
        "45": " What're you looking at?  Blimey, is that the time? Sorry, Harry, I'm gonna have to leave you. Dumbledore'll be wanting his- well, he'll be wanting to see me. Now, uh, your train leaves in 10 minutes. Here's your ticket.  Stick to it, Harry that's very important. Stick to your ticket.",
        "46": " Sorry.",
        "47": " Right on your left, ma'am.",
        "48": " It's the same year after year. Always packed with Muggles, of course.",
        "49": " I'm only joking. I am Fred. ",
        "50": " Excuse me, do you mind? Everywhere else is full.",
        "51": " I'm Ron, by the way. Ron Weasley.",
        "52": " So-so it's true? I mean, do you really have the...the...",
        "53": " Scar...?",
        "54": " No, thanks, I'm all set. ",
        "55": " Whoa!",
        "56": " They mean every flavour! There's chocolate and peppermint, and there's also spinach, liver and tripe. George sweared he got a bogey-flavoured one once!",
        "57": " It's just a spell. Besides, it's the cards you want. Each pack's got a famous witch or wizard. I got about 500 meself.  Watch it!  Oh, that's rotten luck. They've only got one good jump in them to begin with.",
        "58": " I got about 6 of him.",
        "59": " Well, you can't expect him to hang around all day, can you?  This is Scabbers, by the way, pathetic, isn't he?",
        "60": " Fred gave me a spell as to turn him yellow. Want to see?",
        "61": " Hello, Harry.",
        "62": " It's true then, what they're saying on the train. Harry Potter has come to Hogwarts.  This is Crabbe and Goyle. And I'm Malfoy...Draco Malfoy.  Think my name's funny, do you? No need to ask yours. Red hair, and a hand-me-down robe? You must be a Weasley. Well, soon find that some wizarding families are better than others, Potter. Don't want to go making friends with the wrong sort. I can help you there. ",
        "63": " Susan Bones.",
        "64": "  Harry, what is it?",
        "65": " Hmm...difficult, very difficult. Plenty of courage I see, not a bad mind, either. There's talent, oh yes, and a thirst to prove yourself. But where to put you?",
        "66": " Let the feast...begin.",
        "67": " I'm half and half. Me dad's a Muggle. Mam's a witch. Bit of a nasty shock for him when he found out.",
        "68": " Oh, that's Professor Snape, head of Slytherin house.",
        "69": " Look at that one, Harry!",
        "70": " Thank you for that assessment, Mr. Weasley. Perhaps if I were to transfigure Mr. Potter and yourself into a pocketwatch, that way one of you might be on time.",
        "71": " There will be no foolish wand waving or silly incantations in this class. As such, I don't expect many of you to appreciate the subtle science and exact art that is potion making. However, for those select few...  who possess the predisposition, I can teach you how to bewitch the mind and ensnare the senses. I can tell you how to bottle fame, brew glory and even put a stopper...  in death.  Then again, maybe some of you have come to Hogwarts in possession of abilities so formidable that you feel confidant enough to not...pay...attention.  Mr. Potter. Our...new...celebrity. Tell me, what would I get if I added powdered root of asphodel to an infusion of wormwood?  You don't know? Well, let's try again. Where, Mr. Potter, would you look if I asked you to find me a bezoar? ",
        "72": " And what is the difference between monkshood and wolfbane?",
        "73": " Eye of rabbit, harp string hum. Turn this water, into rum.  Eye of rabbit, harp string hum...",
        "74": " Ah. Mail's here!",
        "75": " The only problem is, I can't remember what I've forgotten.",
        "76": " Up!",
        "77": " Down! Down! Ahhhh!",
        "78": "  Did you see his face? Maybe if the fat lump had given this a squeeze, he'd have remembered to fall on his fat arse. ",
        "79": " Harry, no way! You heard what Madam Hooch said! Besides, you don't even know how to fly.  What an idiot.",
        "80": " Seeker? But first years never make their house teams! You must be the youngest Quidditch player in...",
        "81": " Oh, go on, Harry, Quidditch is great. Best game there is! And you'll be great, too!",
        "82": " Whoa. Harry, you never told me your father was a Seeker, too.",
        "83": " I'm telling you, it's spooky. She knows more about you than you do.",
        "84": " The staircases change, remember? ",
        "85": " Before the staircase moves again.",
        "86": " We're not supposed to be here. This is the 3rd floor. It's forbidden.",
        "87": " It's Filch's cat!",
        "88": " Run!",
        "89": " Quick! Let's hide though that door!",
        "90": " It was locked.",
        "91": " It was standing on a trap door. Which means it wasn't there by accident. It's guarding something.",
        "92": " Quidditch is easy enough to understand. Each time has seven players, 3 chasers, 2 beaters, 1 keeper and a seeker. That's you. There are three kinds of balls.  This one's called the Quaffle. Now, the chasers handle the Quaffle and try to put it through one of those three hoops.  The keeper, that's me, defends the hoops.  With me so far?",
        "93": " You better take this.  Careful now, it's comin' back.  Eh, not bad, Potter, you'd make a fair beater... Uh-oh. ",
        "94": " Bludger. Nasty little buggers. But you are the seeker, and the only thing I want you to worry about is this... the Golden Snitch. ",
        "95": " Ah, you like it now. Just wait. It's wicked fast and damn near impossible to see.",
        "96": " You catch it... before the other team's seeker. You catch this, the game is over. You catch this, Potter, and we win.",
        "97": " Whooaaa! Ooh.",
        "98": " It's Levioooosa, not Leviosaaaar.  She's a nightmare, honestly. No wonder she hasn't got any friends!",
        "99": " I think she heard you.",
        "100": " Gryffindors, keep up please. And stay alert!",
        "101": " Not by itself. Trolls are really stupid. Probably people playing jokes.  What?",
        "102": " I think the troll's left the dungeon!",
        "103": " It's going into the Girl's Bathroom!",
        "104": " Ahhh! Help!",
        "105": " Ew!",
        "106": " Whoa, whoa whoa!",
        "107": " What?!",
        "108": " Is it...dead?",
        "109": " Mind you, I mean, we did save her life.",
        "110": " Ron's right, Harry. You're gonna need your strength today.",
        "111": " Good luck today, Potter. Then again, now that you've proven yourself against a troll, a little game of Quidditch should be easy work for you...even if it is against Slytherin. ",
        "112": " Blood?",
        "113": " But why would anyone go near that dog?",
        "114": " So you're saying...",
        "115": " Bit early for mail, isn't it?",
        "116": " Let's open it.",
        "117": " Thats not just any broomstick, Harry.  It's a Nimbus 2000!",
        "118": " Scared, Harry?",
        "119": " That's all right. I felt the same way before my first game.",
        "120": " Angelina Johnson scores! 10 points for Gryffindor! ",
        "121": " Yay!",
        "122": " Take that side!",
        "123": " Nonsense! Why would Snape put a curse on Harry's broom?",
        "124": " Well, of course he's got a name. He's mine. I bought him off an Irish feller I met down at the pub last year. Then I lent him to Dumbledore to guard the..",
        "125": " Shouldn't have said that. No more questions! Don't ask any more questions. That's top secret, that is.",
        "126": " Hogwarts teacher or not, I know a spell when I see one. I've read all about them. You've got to keep eye contact and Snape wasn't blinking.",
        "127": " Now, you listen to me, all three of you. You're meddling in things that ought not to be meddled in. It's dangerous. What that dog is guarding is strictly between Dumbledore and Nicholas Flamel.",
        "128": " I shouldn't said that. I should not have said that.",
        "129": " Merry Christmas. Merry Christmas. Ring the Hogwart bell. Merry Christmas. Merry Christmas...",
        "130": " Happy Christmas, Harry.",
        "131": " Oh. My mum made it.  It looks like you've got one too.",
        "132": " There they are.",
        "133": " What is it?",
        "134": " I know what that is. That's an invisibility cloak.",
        "135": " They're really rare.  I wonder who gave it to you?",
        "136": " There was no name. It just said use it well.",
        "137": " Oh, Professors. I found this, in the Restricted Section. It's still hot. That means there's a student out of bed.",
        "138": " Mum?  Dad? ",
        "139": " Why?",
        "140": " There's something you've got to see. Now, come on!",
        "141": " I only see me.",
        "142": " That's me! Only, I'm head boy...and I'm holding the Quidditch cup! And bloody hell, I'm Quidditch Captain too! I look good. Harry, do you think this mirror shows the future?",
        "143": " I'll be right back.  Want to play chess?",
        "144": " We go and visit Hagrid?",
        "145": " Back again, Harry?  I see that you, like so many before you, have discovered the delights of the Mirror of Erised. I trust by now you realize what it does. Let me give you a clue. The happiest man on earth would look into the mirror and see only himself, exactly as he is.",
        "146": " Leg-Locker Curse?",
        "147": " I don't appreciate the insinuation, Longbottom. Besides, if anyone cares to notice, my eyebrows have completely grown back! ",
        "148": " 'Dumbledore is particularly famous for his defeat of the Dark\" Wizard Grindelwald in 1945-'",
        "149": " '-for his discovery of the 12 uses of Dragon Blood, and his work on alchemy with his partner Nicolas Flamel!'",
        "150": " I know what it means!",
        "151": " \"The only stone currently in existence belongs to Mr. Nicholas Flamel, the noted alchemist, who last year celebrated his 665th birthday!\" That's what Fluffy's guarding on the 3rd floor. That's what's under the trapdoor...the Philosopher's Stone!",
        "152": " Oh.",
        "153": " Snape? Blimey, Harry, you're not still on about him, are you?",
        "154": " Snape is one of the teachers protecting the Stone! He's not about to steal it!",
        "155": " You heard. Right. Come on, now, I'm a bit preoccupied today.",
        "156": " That's right. Waste of bloody time, if you ask me.  Ain't no one gonna get past Fluffy. Hehe, not a soul knows how. Except for me and Dumbledore. I shouldn't have told you that. I shouldn't have told you that.  Oh!  Ooh! Ooh! Ooh! Ooh! ",
        "157": " Isn't he beautiful? Oh. Bless him, look. He knows his mummy. Hehe. Hallo, Norbert.",
        "158": " Ohh!  Oooh, ooh, ooh, well...he'll have to be trained up a bit, of course.  Who's that? ",
        "159": " Oh, dear.",
        "160": " It's crazy. And worse, Malfoy knows.",
        "161": " Nothing, I repeat, nothing gives a student the right to walk about the school at night. Therefore, as punishment for your actions, 50 points will be taken.",
        "162": " Right. Let's go.",
        "163": " You wait till my father hears about this. This is servant's stuff.",
        "164": " Scared, Potter?!  Did you hear that? Come on, Fang. Scared.",
        "165": " Harry Potter, you must leave. You are known to many creatures here. The forest is not safe at this time. Especially for you.",
        "166": " A monstrous creature. It is a terrible crime to slay a unicorn. Drinking the blood of a unicorn will keep you alive even if you are an inch from death. But at a terrible price. You have slain something so pure that the moment the blood touches your lips, you will have a half-life. A cursed life.",
        "167": " Can you think of no one?",
        "168": " Do you know what is hidden in the school at this very moment?",
        "169": " You mean You-Know-Who's out there, right now, in the forest?",
        "170": " But, if he comes back, you don't think he'll try to... kill you, do you?",
        "171": " Speak for yourself. All right there, Harry?",
        "172": " It's happened before...",
        "173": " Perhaps you should see the nurse.",
        "174": " Don't you think it's a bit odd that what Hagrid wants more than anything is a dragon, and a stranger turns up who just happens to have one? I mean, how many people wander around with dragon eggs in their pocket? Why didn't I see it before?",
        "175": " I dunno. I never saw his face. He kept his hood up.",
        "176": " Well, he- he wanted to know what sort of creatures I looked after. I told him, I said, after Fluffy a dragon's gonna be no problem.",
        "177": " Well, o' course he was interested in Fluffy! How often do you come across a three-headed dog, even if you're in the trade? But I told 'im, I said, I said, 'The trick with any beast is to know how to calm 'im. Take Fluffy, for example, just play him a bit o' music, and he falls straight to sleep.' I shouldn't have told you that.  Where are you going? Where are you-?",
        "178": " I'm afraid Professor Dumbledore is not here. He received an urgent owl from the Ministry of Magic and left immediately for London.",
        "179": " How do you know-?",
        "180": " I don't know how you three found out about the Stone, but I assure you it is perfectly well protected. Now, would you go back to your dormitories, quietly",
        "181": " Now, what do we do?",
        "182": " We go down the trap door, tonight.",
        "183": " Neither should you. You're sneaking out again, aren't you?",
        "184": " You're a little scary sometimes...you know that? Brilliant, but scary.",
        "185": " Sleeping.",
        "186": " Uh. It's got horrible breath!",
        "187": " Ew! Yuck! Ugh. ",
        "188": " Ahh!  Whoa. Lucky this plant-thing is here, really.",
        "189": " Just relax!",
        "190": " Are you okay?",
        "191": " He's not relaxing, is he?",
        "192": " We've got to do something!",
        "193": " Ahhh!",
        "194": " Yeah.",
        "195": " Whew. Lucky we didn't panic!",
        "196": " What is that?",
        "197": " Curious. I've never seen birds like these.",
        "198": " What's this all about?",
        "199": " We're looking for a big old fashioned one. Probably rusty like the handle.",
        "200": " What's wrong, Harry?",
        "201": " This complicates things a bit!",
        "202": " I don't like this. I don't like this at all.",
        "203": " This is no graveyard.  It's a chessboard. ",
        "204": " Pawn to C-3! ",
        "205": " You understand right, Harry. Once I make my move, the Queen will take me...then you'll be free to check the King.",
        "206": " Ahhhh!",
        "207": " You'll be okay, Harry. You're a great wizard, you really are.",
        "208": " Me? Books and cleverness? There are more important things. Friendship, and bravery. And Harry, just be careful.",
        "209": " Yes. He does seem the type, doesn't he? Next to him, who would suspect p-p-p-poor st-stuttering Professor Quirrell?",
        "210": " No, dear boy. I tried to kill you.  And trust me, if Snape's cloak hadn't caught fire and broken my eye contact, I would have succeeded, even with Snape muttering his little countercurse.",
        "211": " I knew you were a danger to me right from the off. Especially after Halloween.",
        "212": " Come here, Potter. Now!  Tell me... what do you see?  What is it?  What do you see?",
        "213": " Harry Potter, we meet again.",
        "214": " Stop him.  Don't be a fool! Why suffer a horrific death when you can join me and live?",
        "215": " Haha. Bravery. Your parents had it too. Tell me, Harry, would you like to see your mother and father again? Together, we can bring them back.  All I ask for is something in return.  That's it, Harry. There is no good and evil. There is only power, and those too weak to seek it. Together, we'll do extraordinary things. Just give me the stone! ",
        "216": " Good afternoon, Harry. Ah. Tokens from your admirers?",
        "217": " What happened down in the dungeons between you and Professor Quirrell is a complete secret, so, naturally, the whole school knows.  Ah, I see your friend Ronald has saved you the trouble of opening your Chocolate Frogs.",
        "218": " Fine. They're both just fine.",
        "219": " Relax, dear boy. The stone has been destroyed. My friend Nicholas and I had a little chat and agreed it was best all around.",
        "220": " He has enough Elixir to set his affairs in order. But yes, he will die.",
        "221": " Ah. You see, only a person who wanted to find the Stone, find it, but not use it, would be able to get it. That is one of my more brilliant ideas. And between you and me that's saying something.",
        "222": " Ah, I'm afraid there are ways in which he can return. Harry, do you know why Professor Quirrell couldn't bear to have you touch him?  It was because of your mother. She sacrificed herself for you, and that kind of act leaves a mark.  No, no, this kind of mark cannot be seen. It lives in your very skin.",
        "223": " Love, Harry, love.  Ah. Bertie Bott's Every Flavor Beans. I was most unfortunate in my youth to come across a vomit flavored one, and since then I have lost my liking for them. But I think I could be safe with a nice toffee... Mm. Alas. Earwax.",
        "224": " All right? You?",
        "225": " Nice one, mate. ",
        "226": " Come on, Harry.",
        "227": " Thought you were leaving without saying good-bye, didja?  This is for you.",
        "228": " Oh. Go on...on with you.  Oh, listen, Harry, if that dolt of a cousin of yours, Dudley, gives you any grief, you could always, um, threaten him with a nice pair of ears to go with that tail of his.",
        "229": " Feels strange to be going home, doesn't it?",
        "230": " Thanks, Sir Nicholas. ",
        "231": " Harry Potter!",
        "232": " I'm warning you. If you can't control that bloody bird, it'll have to go.",
        "233": " So you can send secret messages to your freaky little friends? No, sir.",
        "234": " Excellent.  And you...?",
        "235": " Harry Potter! Such an honor it is! ",
        "236": " Dobby sir, Dobby the house elf.",
        "237": " Oh, oh, yes, sir! Dobby understands! It's just that, Dobby has come to tell you- it is difficult, sir- Dobby wonders where to begin?",
        "238": " S-sit down? S-sit- sit down? ",
        "239": " Offend Dobby? Dobby has heard of your greatness, sir, but never has he been asked to sit down by a wizard, like an equal.",
        "240": " No, I haven't. That was an awful thing to say.  Bad Dobby! Bad Dobby! Bad Dobby!",
        "241": " Bad Dobby!",
        "242": " Dobby had to punish himself, sir.  Dobby almost spoke ill of his family, sir.",
        "243": " The wizard family Dobby serves, sir.  Dobby is bound to serve one family forever. If they knew Dobby was here...  But Dobby had to come. Dobby has to protect Harry Potter. To warn him. Harry Potter must not go back to Hogwarts School of Witchcraft and Wizardry this year.  There is a plot, a plot to make most terrible things happen.",
        "244": " Oh, he! Can't say!",
        "245": " Don't make me talk. L--  Bad Dobby!",
        "246": " So, when they arrive at the ninth hole-- ",
        "247": " What the devil are you doing up here?!",
        "248": " You've just ruined the punchline of my Japanese golfer joke.",
        "249": " One more sound, and you'll wish you'd never been born, boy.  And fix that door.",
        "250": " No!",
        "251": " Dobby, get back here! Dobby... Please... No  Dobby: Harry Potter must say he's not going back to school.  Harry: I can't. Hogwarts is my home.  Dobby: Then Dobby must do it, sir. For Harry Potter's own good.",
        "252": " Hiya, Harry.",
        "253": " Petunia, he's escaping! ",
        "254": " Get him, Dad!",
        "255": " Come here!",
        "256": " Oh no, boy! You and that bloody pigeon aren't going anywhere!",
        "257": " It's not much, but it's home",
        "258": " Yes dear. It was on the cat",
        "259": " What a night. Nine raids. Nine!",
        "260": " Well now. Who are you?",
        "261": " I mean...that was very wrong, indeed, boys. Very wrong of you. Now, Harry, you must know all about Muggles. Tell me, what exactly is the function of a rubber duck?",
        "262": " But Harry's never traveled by Floo powder before, Mum",
        "263": " You see? It's quite easy, dear. Don't be afraid. Come on. Come on. In you go. That's it. Mind your head. That's right. Now, take your Floo powder. That's it, very good. Now, don't forget to speak very, very clearly",
        "264": " Come on, Ginny. We'll get you a seat. Hurry! ",
        "265": " Oy! What do you two think you're doing?",
        "266": " I don't know.  The gateway's sealed itself for some reason. ",
        "267": " Harry... if we can't get through, maybe mom and dad can't get back.",
        "268": " Welcome home. ",
        "269": " They are not. ",
        "270": " And now I suggest that we all return to the feast. There is a delicious-looking custard tart that I am most anxious to sample.",
        "271": " I, Professor Severus Snape, do hereby give the Slytherin team permission to practice today, owing to the need to train their new Seeker.\"  You've got a new Seeker, who? ",
        "272": " Wow! Can you turn him around, Harry?",
        "273": " Harry...",
        "274": " Hear what?",
        "275": " Voice? What voice?",
        "276": " It's time.",
        "277": "  Harry, wait! Not so fast!",
        "278": " \"The Chamber of Secrets has been opened. Enemies of the Heir, beware.\" It's written in blood.",
        "279": " What's going on here?  Go on, make way, make way.  Potter... what are you...?  Mrs. Norris?  You murdered my cat.",
        "280": " Ask him. It's him that done it. You saw what he wrote on the wall.",
        "281": " Yes, Ms. Granger?",
        "282": " It's a bit strange isn't it?",
        "283": " You hear this voice, a voice only you can hear, and then Mrs. Norris turns up petrified. It's just... strange.",
        "284": " Yes. Couldn't you tell? McGonagall's worried. All the teachers are.",
        "285": " I heard him. But Malfoy, the Heir of Slytherin?",
        "286": " Exactly, but it's tricky.  I've never seen a more complicated potion.",
        "287": " A month.",
        "288": " I know, but it's the only plan we've got.",
        "289": " Not to worry, Harry. I will fix that arm of yours straight away.",
        "290": " Allow me, Professor Snape.  Alarte ascendare! ",
        "291": " Caught in the act.  I'll have you out this time, Potter. Mark my words. ",
        "292": " Have you spoken to Hermione?",
        "293": " She should be out of hospital in a few days, when she stops coughing up fur balls.",
        "294": " Yuck!",
        "295": " Come to throw something else at me?",
        "296": " SURE!  Let's all throw books at Myrtle because she can't feel it! Ten points if it goes through her stomach!  Fifty points if it goes through her head! ",
        "297": " I don't know. I didn't see them. I was just sitting in the U-bend, thinking about death, and it fell through the top of my head.",
        "298": " Tom Marvolo Riddle.",
        "299": " Hello, Harry Potter, my name is Tom Riddle.",
        "300": " Yes.",
        "301": " But I can show you. Let me take you back fifty years ago.",
        "302": " Professor Dumbledore.",
        "303": " I can't let you go. They'll have your wand for this, Hagrid. You'll be expelled.",
        "304": " Hagrid!  HAAAAAGRIIID!  Whoa! ",
        "305": " We don't even know this Tom Riddle. He sounds like a dirty rotten snitch to me.",
        "306": " No!",
        "307": " Whoever it was, they must have been looking for something.",
        "308": " She was found near the library, along with this.  Does it mean anything to either of you?",
        "309": " Could I have your attention, please? Because of recent events, these new rules will be put into effect immediately.  All students will return to their house common rooms by six o'clock every evening. All students will be escorted to each lesson by a teacher. No exceptions.  I should tell you this: unless the culprit behind these attacks is caught, it is likely the school will be closed.",
        "310": " But you heard McGonagall. We're not allowed to leave the Tower except for class.",
        "311": " Who's there?  Hello? Hello? ",
        "312": " Oh, nothing, I was expecting, uh... it doesn't matter. Come on in, I just made a pot of tea. ",
        "313": " I'm fine. I'm all right. ",
        "314": " Oh yeah. I heard about that all right.",
        "315": " That's dad's boss, Cornelius Fudge, the Minister of Magic.",
        "316": " What?",
        "317": " They're heading to the Dark Forest!  Why spiders? Why couldn't it be \"follow the butterflies\"? Harry, I don't like this. Harry, I don't like this at all.",
        "318": " Can we go back now?",
        "319": " Can we panic now?  Know any spells?",
        "320": " Where's Hermione when you need her?",
        "321": " Glad we're out of there.",
        "322": " Thanks for that.",
        "323": " The flying gear's jammed! ",
        "324": " \"Follow the spiders\". \"Follow the spiders\"! If Hagrid ever gets out of Azkaban, I'll kill him.  I mean, what was the point of sending us in there? What have we found out?",
        "325": " We know one thing: Hagrid never opened the Chamber of Secrets; he was innocent.",
        "326": " What's that?",
        "327": " But if it kills by looking people in the eye, why is it no one's dead?",
        "328": " And Mrs. Norris? I'm pretty sure she didn't have a camera or a mirror, Harry.",
        "329": " But how's the Basilisk been getting around? A dirty great snake, someone would've seen it.",
        "330": " Pipes? It's using the plumbing!",
        "331": "  \"Her skeleton will lie in the Chamber forever.\"  Ginny...",
        "332": " Well, I must say, when I took the job, there was nothing in the job description about--",
        "333": " Books can be misleading.",
        "334": " My dear boy, do use your common sense! My books wouldn't have sold half as well if people didn't think I'd done all those things!",
        "335": " Yes. Now you mention it. I'm rather gifted with memory charms. Otherwise, you see, all those wizards would've gone blabbing, and I'd never have sold another book.  In fact, uh... I'm uh...  going to have to do the same to you. ",
        "336": " Oh? Who's there?  Oh, hello, Harry. What do you want?",
        "337": " Oh...  ...it was dreadful. It happened right here in this very cubicle. I'd hidden because Olive Hornby was teasing me about my glasses. I was crying, and then... I heard somebody come in.",
        "338": " I don't know. I was distraught!  But they said something funny, a kind of made-up language, and I realized it was a boy speaking, so I unlocked the door to tell him to go away, and... I died.",
        "339": " I just remember seeing a pair of great big yellow eyes, over there, by that sink. ",
        "340": " Say something. Harry, say something in Parseltongue.",
        "341": " Excellent, Harry. Ah, good work. Well, then, I'll just be, uh... there's no need for me to stay. ",
        "342": " Um, but... obviously, yes.  Sure you don't want to test it first?  It's really quite filthy down here.",
        "343": " Oh, Harry?  If you die down there, you're welcome to share my toilet. ",
        "344": " Ugh.",
        "345": " Go on. ",
        "346": " It looks like a... snake.",
        "347": " Harry!  Harry!",
        "348": " What do I do now?",
        "349": " Okay.",
        "350": " Hesha- Hassah. ",
        "351": " She won't wake.",
        "352": " She's still alive, but only just.",
        "353": " A memory, preserved in a diary for fifty years.",
        "354": " It won't come until it's called. ",
        "355": " You won't be needing it.",
        "356": " I'm afraid I can't do that, Harry. You see, as poor Ginny grows weaker, I grow stronger.  Yes, Harry. It was Ginny Weasley who opened the Chamber of Secrets. ",
        "357": " It was Ginny who set the Basilisk on the Mudbloods and Filch's cat, Ginny who wrote the threatening messages on the walls. ",
        "358": " Because I told her to. You'll find I can be very persuasive. Not that she knew what she was doing. She was, shall we say, in a kind of trance.  Still, the power of the diary began to scare her. And she tried to dispose of it in the girls' bathroom. And then, who should find it but you? The very person I was most anxious to meet.",
        "359": " I knew I had to talk to you, meet you if I could. So I decided to show you my capture of that brainless oaf Hagrid to gain your trust.",
        "360": " It was my word against Hagrid's. Only Dumbledore seemed to think he was innocent.",
        "361": " He certainly kept an annoyingly close watch on me after that.  I knew it wouldn't be safe to open the Chamber again while I was still at school, so I decided to leave behind a diary, preserving my sixteen-year-old self in its pages, so that one day, I would be able to lead another, to finish Salazar Slytherin's noble work.",
        "362": " Haven't I told you? Killing Mudbloods doesn't matter to me anymore. For many months now, my new target has been you.  How is it that a baby with no extraordinary magical talent was able to defeat the greatest wizard of all time? How did you escape  with nothing but a scar while Lord Voldemort's powers were destroyed?",
        "363": " Voldemort is... my past, present, and future. ",
        "364": " Surely, you didn't think I was going to keep my filthy Muggle father's name? No. I fashioned myself a new name, a name I knew wizards everywhere would one day fear to speak when I became the greatest sorcerer in the world!",
        "365": " Dumbledore's been driven out of this castle by the mere memory of me!",
        "366": " Yes, Potter. The process is nearly complete.  In a few minutes, Ginny Weasley will be dead, and I will cease to be a memory.  Lord Voldemort will return... very... much... alive.",
        "367": " Ginny...",
        "368": " Remarkable, isn't it? How quickly the venom of the Basilisk penetrates the body. I guess you have little more than a minute to live. You'll be with your dear Mudblood mother soon, Harry.  Funny... the damage a silly little book can do... especially in the hands of a silly little girl.  What are you doing?  Stop. No!",
        "369": " Harry, it was me. But, I swear, I didn't mean to... Riddle made me. And...  Harry... you're hurt.",
        "370": " And now, Mr. Weasley, if you would, have an owl deliver these release papers to Azkaban. I believe we... we want our gamekeeper back.  Harry... first, I want to thank you, Harry. You must've shown me real loyalty down in the Chamber. Nothing but that could've called Fawkes to you. And, second... I sense something is troubling you. Am I right, Harry?",
        "371": " I see. Well, you can speak Parseltongue, Harry. Why? Because, Lord Voldemort can speak Parseltongue. If I'm not mistaken, Harry, he transferred some of his powers to you the night he gave you that scar.",
        "372": " Uh-huh. Not intentionally. But yes.",
        "373": " It's true, Harry. You possess many of the qualities that Voldemort himself prizes: Determination, resourcefulness, and if I may so, a certain disregard for the rules. Why then, did the Sorting Hat place you in Gryffindor?",
        "374": " Exactly, Harry, exactly. Which makes you different from Voldemort. It is not our abilities that show what we truly are, it is our choices. If you want proof why you belong in Gryffindor, then I suggest you look more closely  at this.  Be careful.",
        "375": " Ah. It would take a true Gryffindor to pull that out of the hat. ",
        "376": " Lumos  I solemnly swear that I'm up to no good.  Mischief managed.  Nox. ",
        "377": " Harry! Harry! Harry! Open the door.",
        "378": " Later, perhaps, if you behave.",
        "379": " Oh, you're still here, are you?",
        "380": " You bring her back! You bring her back now! You put her right!",
        "381": " Ron! Ron!  Oh, for goodness sake, don't lose him!",
        "382": " Honestly, Ron, it's not funny. Harry was lucky not to be expelled.",
        "383": " Is there no chance of fixing it?",
        "384": " Gorgeous. Unless, of course, you've been ripped to pieces!",
        "385": " Oh, look at him. Loves the smell of the trees when the wind blows through 'em.",
        "386": " Blimey. What was that? ",
        "387": " It's late. It's nearly dark. You shouldn't be here.  Someone sees you outside the castle this time of night, you'll be in trouble. Big trouble, particularly you, Harry.  With you in a moment.  Quick. Quick! ",
        "388": " The executioner shall dispatch the condemned by means of beheading. ",
        "389": " Sorry about the bite. I reckon that twinges a bit.",
        "390": " Sirius!",
        "391": " Harry?",
        "392": " What?",
        "393": " Listen, Harry, they've captured Sirius. Any minute the Dementors are going to perform the Kiss.",
        "394": " Headmaster, you've got to stop them! They've got the wrong man!",
        "395": " Sorry, Ron, but seeing as you can't walk.",
        "396": " 7:30.  Where were we at 7:30?",
        "397": " Come on, and we can't be seen!",
        "398": " Hermione!",
        "399": " Hermione! Hermione, wait!",
        "400": " You! You foul, loathsome, evil little cockroach!",
        "401": " Hermione, no! He's not worth it.",
        "402": " This is a Time Turner, Harry. McGonagall gave it to me first term. This is how I've been getting to my lessons all year.",
        "403": " Yes.  Dumbledore obviously wanted us to return to this moment.  Clearly something happened he wants us to change.",
        "404": " Come on, we should be at Hagrid's.",
        "405": " Great man, Dumbledore. Great man.",
        "406": " You want to keep a closer eye on your pets, Ron.",
        "407": " Harry, you can't.",
        "408": " Fudge is coming, and we aren't leaving. Why aren't we leaving?",
        "409": " Ow.",
        "410": " Is that really what my hair looks like from the back?",
        "411": " Okay, go, Harry! Go!",
        "412": " Go away. Get off.",
        "413": " Yes, very well, perhaps it would be a good thing if...",
        "414": " Keep trying. Come on. Quickly.",
        "415": " It's such a very long name.",
        "416": " You'll find no small glasses in this house, Professor.",
        "417": " Muggles think these keep evil away, but they're wrong.",
        "418": " Many of you are surely wondering why I have summoned you at this hour. It has come to my attention that earlier this evening, Harry Potter was sighted in Hogsmeade.  Now, should anyone, student or staff, attempt to aid Mr. Potter, they will be punished in a manner consistent with the severity of their transgression.  Furthermore, any person found to have knowledge of these events, who fails to come forward, will be treated as equally guilty.  Now then. If anyone here has any knowledge of Mr. Potter's movements this evening, I invite them to step forward... now.",
        "419": " I presume you have a reason for returning, Potter. Just what is it you need?",
        "420": " Do what you have to do. I'll secure the castle.  Potter?  It's good to see you.",
        "421": " Well, well.  What brings you here, Potter?",
        "422": " You have something of mine. I'd like it back.",
        "423": " It's my mother's. It's powerful, but it's... not the same. Doesn't quite... understand me. Know what I mean?",
        "424": " That's my girlfriend, you numpties! ",
        "425": " Come on, this way!",
        "426": " Avada Kedavra!  Come, Nagini. I need to keep you safe. ",
        "427": " I killed Snape!",
        "428": " Why didn't it work for him, the Elder Wand?",
        "429": " So, that means... "
    },
    "responses": {
        "0": " Yes, Aunt Petunia.",
        "1": " Yes, Uncle Vernon.",
        "2": " He's asleep!",
        "3": " Sorry about him. He doesn't understand what it's like, lying there day after day, having people press their ugly faces in on you.  Can you...hear me?  It's just...I've never talked to a snake before. Do you...I mean...do you talk to people often?  You're from Burma, aren't you? Was it nice there, do you miss your family?  I see. That's me as well. I never knew my parents, either.",
        "4": " Anytime.",
        "5": " Ow!",
        "6": " I swear I don't know!  One minute, the glass was there and then it was gone! It was like magic!",
        "7": " Will I have to wear that, too?",
        "8": " But that's Dudley's old uniform. It'll fit me like bits of old Elephant skin.",
        "9": " Hey, give it back! It's mine!",
        "10": " Because there's no post on Sunday?",
        "11": " Get off! Ahh!",
        "12": " What's happening?",
        "13": " Make a wish, Harry. ",
        "14": " I-I am.",
        "15": " Thank you!",
        "16": "  Excuse me, who are you?",
        "17": " Sorry, no.",
        "18": " Learned what?",
        "19": " I-I'm a what?",
        "20": " No, you've made a mistake. I can't be...a-a wizard. I mean, I'm just... Harry. Just Harry.",
        "21": " Dear, Mr. Potter. We are pleased to inform you that you have been accepted at Hogwarts' School of Witchcraft and Wizardry.",
        "22": " You knew? You knew all along and you never told me?",
        "23": " Blown up? You told me my parents died in a car crash!",
        "24": " Muggle?",
        "25": "  Okay.",
        "26": " Hi, Hedwig. ",
        "27": " One pair of dragon-hide gloves.  Rubeus Hagrid, do they mean for a real dragon?",
        "28": " But you like a dragon?",
        "29": " Oh, nice to meet you. ",
        "30": " Goodbye.",
        "31": " But why am I famous, Hagrid? All those people back there, how is it they know who I am?",
        "32": " But, Hagrid, how am I to pay for all this? I haven't any money.",
        "33": " Uh, Hagrid, what exactly are these things?",
        "34": " What's in there, Hagrid?",
        "35": " I still need...a wand.",
        "36": "  Hello? Hello?",
        "37": " Sorry, but what's curious?",
        "38": " And...who owned that wand?",
        "39": "  Wow.",
        "40": " He killed my parents, didn't he? The one who gave me this. You know, Hagrid, I know you do.",
        "41": " Maybe if you wrote it down?",
        "42": " Voldemort?",
        "43": " Me? Voldemort tried to kill...me?",
        "44": " What happened to...to You-Know-Who?",
        "45": " Platform 93\/4? But, Hagrid, there must be a mistake. This says Platform 93\/4. There's no such thing...is there? ",
        "46": " Excuse me, excuse me.",
        "47": " Excuse me, sir. Can you tell me where I might find Platform 93\/4?",
        "48": " Muggles?",
        "49": " Excuse me! C-could you tell me how to-",
        "50": " No, not at all.",
        "51": " I'm Harry. Harry Potter.",
        "52": " The what?",
        "53": " Oh ",
        "54": " We'll take the lot! ",
        "55": " My body's gone!",
        "56": " These aren't real chocolate frogs, are they?",
        "57": " I got Dumbledore!",
        "58": " Hey, he's gone!",
        "59": " A little.",
        "60": " Yeah!",
        "61": " Hey, Hagrid.",
        "62": " I think I can tell who the wrong sort are for myself, thanks.",
        "63": " Ahh! ",
        "64": " Nothing... nothing, I'm fine.",
        "65": " Not Slytherin. Not Slytherin.",
        "66": " Wow.",
        "67": " Say, Percy, who's that teacher talking to Professor Quirrell?",
        "68": " What's he teach?",
        "69": " I think she fancies you.",
        "70": " We got lost.",
        "71": " I don't know, sir.",
        "72": " I don't know, sir.",
        "73": " What's Seamus trying to do to that glass of water?",
        "74": " Can I borrow this?  Thanks.",
        "75": " Hey, Ron, somebody broke into Gringotts, listen.  Believed to be the work of dark witches or wizards unknown, Gringotts goblins, while acknowledging the breach, insist that nothing was taken. The vault in question, number 713, had in fact been emptied earlier that same day. That's odd. That's the vault Hagrid and I went to.",
        "76": " Wow.",
        "77": " Neville!",
        "78": " Give it here, Malfoy.",
        "79": " Give it here, Malfoy, or I'll knock you off your broom!",
        "80": " A century, according to McGonagall.",
        "81": " But I've never even played Quidditch. What if I make a fool of myself?",
        "82": " I-I didn't know.",
        "83": " Who doesn't?",
        "84": " Let's go this way.",
        "85": " Does anyone feel like...we shouldn't be here?",
        "86": " Let's go.",
        "87": " Run!",
        "88": " Quick! Let's hide though that door!",
        "89": " It's locked!",
        "90": " And for good reason. ",
        "91": " Guarding something?",
        "92": "  I think so. What are those? ",
        "93": " What is that?",
        "94": " I like this ball.",
        "95": " What do I do with it?",
        "96": " Whoa.",
        "97": " I think we're going to need another feather over here, Professor.",
        "98": " I think she heard you.",
        "99": " Where's Hermione?",
        "100": " How could a troll get in?",
        "101": " Hermione! She doesn't know!",
        "102": " It's going into the Girl's Bathroom!",
        "103": " Hermione, move!",
        "104": " Whoa! ",
        "105": " Whoa, whoa whoa!",
        "106": " Do something!",
        "107": " Come on!  Okay. Push!  I'll go first. Don't follow until I give you a sign.  If something bad happens, get yourselves out...Does it seem a bit...quiet?",
        "108": " I don't think so. Just knocked out.  Ugh! Troll bogies.",
        "109": " Mind you, she didn't need saving if you hadn't insulted her.",
        "110": " I'm not hungry.",
        "111": " That explains the blood.",
        "112": " Listen, last night, I'm guessing Snape let the troll in as a diversion so he could try and get past that 3 headed dog. But, he got himself bitten, that's why he's limping.",
        "113": " The day I was at Gringotts, Hagrid took something out of one of the vaults. He said it was Hogwarts' business, very secret.",
        "114": " That's what the dog's guarding. That's what Snape wants.",
        "115": " But I-I never get mail.",
        "116": " It's a broomstick!",
        "117": " But who...?",
        "118": " A little.",
        "119": " What happened?",
        "120": " Yes!  Whoa!",
        "121": " Yes!",
        "122": " Whoa! Whooa!",
        "123": " Who knows? Why was he trying to get past that three-headed dog on Halloween?",
        "124": " Yes?",
        "125": " But, Hagrid, whatever Fluffy's guarding, Snape's trying to steal it.",
        "126": " Exactly.",
        "127": "  Nicholas Flamel?",
        "128": " Nicholas Flamel.  Who's Nicholas Flamel?",
        "129": " Knight to E5. ",
        "130": " Happy Christmas, Ron.  What are you wearing?",
        "131": " I-I've got presents?",
        "132": " Your father left this in my possession before he died. It is time it was returned to you. Use it well. ",
        "133": " Nothing. School stuff.",
        "134": " I'm invisible? ",
        "135": "  There was no name. It just said use it well.",
        "136": " Famous fire eaters...15th Century Fiends...Flamel...Nicholas Flamel...where are you?",
        "137": " Mum?  Dad? ",
        "138": " Ron! You've really got to see this! Ron! You've got to see this!  Ron, Ron, come on. Get out of bed!",
        "139": " There's something you've got to see. Now, come on!",
        "140": " Come on. Come. Come look, it's my parents!",
        "141": "  Look in properly. Go on. Stand there. There. You see them, don't you? Thats my dad",
        "142": " How can it? Both my parents are dead. ",
        "143": " No.",
        "144": " No.",
        "145": " So, then it shows us what we want? Whatever we want?",
        "146": " Malfoy. ",
        "147": " I found him! ",
        "148": " Go on.",
        "149": " I knew the name sounded familiar. I read it on the train that day.",
        "150": " Shh!",
        "151": " Hagrid!",
        "152": " We think Snape's trying to steal it.",
        "153": " Hagrid, we know he's after the Stone. We just don't know why.",
        "154": " What?",
        "155": " Wait a minute.  One of the teachers?",
        "156": " Uh, Hagrid, what exactly is that?",
        "157": " Norbert?",
        "158": " Malfoy.",
        "159": " Hagrid always wanted a dragon. He told me so the first time I met him.",
        "160": " I don't understand. Is that bad?",
        "161": " 50?!",
        "162": " Hagrid, what's that?",
        "163": " If I didn't know better, Draco, I'd say you were scared.",
        "164": " What is it, Fang?",
        "165": " But what was that thing you saved me from?",
        "166": " But who would choose such a life?",
        "167": " Do you mean to say...that that thing that killed the unicorn...that was drinking its blood...that was Voldemort?",
        "168": "  The Philosopher's Stone.",
        "169": " But he's weak. He's living off the unicorns. Don't you see? We had it wrong! Snape doesn't want the Stone for himself; he wants the Stone for Voldemort. With the Elixir of Life, Voldemort will be strong again. He'll... he'll come back.",
        "170": " I think if he'd had the chance, he might've tried to kill me tonight.",
        "171": " My scar. It keeps burning.",
        "172": " Not like this.",
        "173": " I think it's a warning. It means danger's coming.  Ah... Oh! Of course!",
        "174": " Hagrid,  who gave you the dragon egg? What did he look like?",
        "175": " This stranger though, you and he must have talked.",
        "176": " Did he seem interested in Fluffy?",
        "177": " We have to see Professor Dumbledore, immediately!",
        "178": " He's gone! Now! But, this is important! This is about the Philosophers Stone!",
        "179": " Someone's going to try to steal it!",
        "180": " That was no stranger Hagrid met in the village. It was Snape. Which means, he knows how to get past Fluffy.",
        "181": "  We go down the trap door, tonight.",
        "182": " Trevor.",
        "183": " Now, Neville, listen. We were -",
        "184": " Let's go.  Sorry.",
        "185": " Snape's already been here. He's put a spell on the harp.  ",
        "186": " We have to move its paw.",
        "187": " Jump! Go! ",
        "188": " Whoa!  Oh. Ahh! ",
        "189": " Hermione! Where are you?!",
        "190": " No. I think my... I think my arm's broken.",
        "191": " Apparently not.",
        "192": " What?",
        "193": " Ron, are you okay?",
        "194": " Okay.",
        "195": " Lucky Hermione pays attention in Herbology.",
        "196": " I don't know. Sounds like wings.",
        "197": " They're not birds, they're keys. And I'll bet one of them fits that door. ",
        "198": " I don't know. Strange.",
        "199": " There! I see it!  The one with the broken wing! ",
        "200": " It's too simple.",
        "201": " Catch the key!",
        "202": " Where are we? A graveyard?",
        "203": " There's the door.",
        "204": " Wait a minute.",
        "205": " No, Ron! No!",
        "206": " RON!  NO! Don't move! Dont forget, we're still playing.  Checkmate.  Take care of Ron. Then, go to the owlery. Send a message to Dumbledore. Ron's right...I have to go on.",
        "207": " Not as good as you.",
        "208": " You?  No. I-it can't be. Snape, h-he was the one--",
        "209": " But-but that day, during the Quidditch match, Snape tried to kill me.",
        "210": " Snape was trying to save me?",
        "211": " Then-then you let the troll in.",
        "212": "  I-I'm shaking hands with Dumbledore. I've won the House Cup.",
        "213": "  Voldemort.",
        "214": "  Never!",
        "215": " You liar!",
        "216": " Admirers?",
        "217": " Ron was here? Is he all right? What about Hermione?",
        "218": " But, what happened to the Stone?",
        "219": " But Flamel, he'll die, won't he?",
        "220": " How is it I got the Stone, sir? One minute I was staring in the mirror, and the next...",
        "221": " Does that mean, with the Stone gone, I mean, that Voldemort can never come back?",
        "222": " What is it?",
        "223": " All right there, Ron?",
        "224": "  All right. Hermione?",
        "225": "  Good job. ",
        "226": " One minute. ",
        "227": " Thanks, Hagrid. ",
        "228": " But Hagrid, we're not allowed to do magic away from Hogwarts. You know that.",
        "229": " I'm not going home. Not really.",
        "230": " I can't let you out, Hedwig. I'm not allowed to use magic outside of school.  Besides, if Uncle Vernon--",
        "231": "  Now you've done it.",
        "232": " But she's bored. If I could only let her out for... an hour or two.",
        "233": " But I haven't had any messages from any of my friends. Not one. All summer.",
        "234": " I'll be in my bedroom, making no noise and pretending that I don't exist.",
        "235": " Who are you?",
        "236": " Not to be to be rude or anything, but this isn't a great time for me to have a house elf in my bedroom.",
        "237": " Why don't you sit down?",
        "238": " Dobby, ssh! I'm sorry!  I didn't mean to offend you, or anything.",
        "239": " You can't have met many decent wizards then.",
        "240": " Stop, Dobby! Dobby, shh! Dobby, please stop!",
        "241": " Dobby, stop! Please be quiet. Are you all right?",
        "242": " Your family?",
        "243": " What terrible things? Who's plotting them?",
        "244": " Okay, I understand. You can't say.",
        "245": " Dobby? Dobby, put the lamp down. ",
        "246": "  Give me the lamp!  Dobby, stop!  Get in there and keep quiet!",
        "247": " I was just... ",
        "248": " Sorry. ",
        "249": "  Yes, sir.  See why I've got to go back?  I don't belong here; I belong in your world, at Hogwarts.  It's the only place I've got friends.",
        "250": " Dobby, get back here! Dobby... Please... No  Dobby: Harry Potter must say he's not going back to school.  Harry: I can't. Hogwarts is my home.  Dobby: Then Dobby must do it, sir. For Harry Potter's own good.",
        "251": " Dobby, get back here! Dobby... Please... No  Dobby: Harry Potter must say he's not going back to school.  Harry: I can't. Hogwarts is my home.  Dobby: Then Dobby must do it, sir. For Harry Potter's own good.",
        "252": "  Ron, Fred, George, what are you all doing here?",
        "253": " Aah!",
        "254": " Aah!",
        "255": "  Let go of me!",
        "256": " Get off!",
        "257": " I think it's...brilliant",
        "258": " Hello. W-what did I do?",
        "259": "  Raids?",
        "260": " Oh, sorry sir. I'm Harry, sir, Harry Potter",
        "261": " Oh, umm...",
        "262": " Floo Powder?",
        "263": " Diagonally",
        "264": "  Let's go.",
        "265": " Sorry. Lo-lost control of the trolley.  Why can't we get through?",
        "266": "  The train leaves at exactly 11:00. We've missed it!",
        "267": "  Maybe we should just go and wait by the car.",
        "268": " See you, Hedwig!  So a house-elf shows up in my bedroom, we can't get through the barrier to Platform 93\/4, we almost get killed by a tree... clearly someone doesn't want me here this year. ",
        "269": "  Professor Dumbledore, Professor McGonagall.",
        "270": " Eh, Mr. Filch, you dropped this.",
        "271": "  Malfoy?",
        "272": " No, Colin! Get out of the way.  Let's take him to Hagrid.  He'll know what to do.",
        "273": " Did you hear it?",
        "274": " That voice.",
        "275": " I heard it first in Lockhart's office, and then, again, just-- ",
        "276": "  It's moving. I think it's going to kill.",
        "277": " Strange... I've never seen spiders act like that.",
        "278": "  Oh, no.  It's Filch's cat. It's Mrs. Norris. ",
        "279": " No. No.",
        "280": " It's not true, sir. I swear. I never touched Mrs. Norris.",
        "281": " When I said I wasn't hungry.  We were heading back to the common room when we found Mrs. Norris. ",
        "282": " \"Strange\"?",
        "283": " You think I should've told them, Dumbledore and the others, I mean?",
        "284": "  But if there really is a Chamber of Secrets, and it really has been opened, then that means...",
        "285": " Well, maybe Ron's right, Hermione. I mean, look at his family, the whole lot of them have been in Slytherin for centuries.",
        "286": " Well, how long will it take to make?",
        "287": " A month?! But, Hermione... if Malfoy is the Heir of Slytherin, he could attack half the Muggle-borns in the school by then!",
        "288": "  Thank you.",
        "289": " No. Not you.",
        "290": " Sya- hassa- she.   Sya- hasi- heth.   Sya- hasi- heth. ",
        "291": " No, Mr. Filch! Y-y-you don't understand--  Professor. I swear, I didn't.",
        "292": " She should be out of hospital in a few days, when she stops coughing up fur balls.",
        "293": " What's this?",
        "294": " Looks like Moaning Myrtle's flooded the bathroom.",
        "295": " Why would I throw something at you?",
        "296": " But who threw it at you anyway?",
        "297": " Tom Marvolo Riddle.",
        "298": " My name is Harry Potter.",
        "299": " Do you know anything about the Chamber of Secrets?",
        "300": " Can you tell me?",
        "301": " Excuse me, could you tell me what's going on here?  Are you Tom Riddle? Hello, can you hear me?",
        "302": " Dumbledore?",
        "303": "  Hagrid!  HAAAAAGRIIID!  Whoa! ",
        "304": " It was Hagrid. Hagrid opened the Chamber of Secrets fifty years ago.",
        "305": " The monster killed someone, Ron. What would any of us have done?",
        "306": " What's that you've got, Hagrid?",
        "307": " And they found it.  Tom Riddle's diary is gone.",
        "308": " No.",
        "309": " We've got to talk to Hagrid, Ron. I can't believe it's him, but if he did set the monster loose last time, he'll know how to get inside the Chamber of Secrets, and that's a start.",
        "310": " I think it's time to get my dad's old cloak out again.",
        "311": " What's that for?",
        "312": " Hagrid, are you okay?",
        "313": " Di-did you hear about Hermione?",
        "314": " Look, we have to ask you something. Do you know who's opened the Chamber of Secrets?",
        "315": " Come on.",
        "316": " You heard what Hagrid said: \"Follow the spiders.\"",
        "317": " Shush!",
        "318": "  Well... thank you. We'll just... go.",
        "319": " One, but it's not powerful enough for all of them.",
        "320": " Let's go!  Arania Exumai!  Go!",
        "321": " Arania Exumai! ",
        "322": "  Don't mention it.  Get us out of here. Now!  Come on! Come on, move faster!  Come on, go!  Get us in the air.",
        "323": " Come on. Pull!",
        "324": " We know one thing: Hagrid never opened the Chamber of Secrets; he was innocent.",
        "325": " Wish you were here, Hermione. We need you. Now more than ever.",
        "326": " Ron, this is why Hermione was in the library the day she was attacked.  Come on!  \"Of the many fearsome beasts that roam our land, none is more deadly than the Basilisk. Capable of living for hundreds of years, instant death awaits any who meet this giant serpent's eye. Spiders flee before it...\"  Ron, this is it. The monster in the Chamber of Secrets is a Basilisk. That's why I can hear it speak. It's a snake.",
        "327": " Because no one did look it in the eye. Not directly, at least.  Colin saw it through his camera. Justin... Justin must've seen the Basilisk through Nearly Headless Nick. Nick got the full blast of it, but he's a ghost. He couldn't die again. And Hermione... had the mirror. I bet you anything she was using it to look around corners in case it came along.",
        "328": " The water... There was water on the floor that night. She only saw the Basilisk's reflection.  \"Spiders flee before it.\" It all fits.",
        "329": " Hermione's answered that, too.",
        "330": " Remember what Aragog said about that girl fifty years ago, she died in a bathroom? What if she never left?",
        "331": " Lockhart may be useless, but he's going to try to get into the Chamber. At least we can tell him what we know!  Professor, we have some information for you.  Are you going somewhere?",
        "332": " You're running away? After all that stuff you did in your books?!",
        "333": " You wrote them!",
        "334": " You're a fraud. You've just been taking credit for what other wizards have done!",
        "335": " Don't even think about it. ",
        "336": " To ask you how you died.",
        "337": " Who was it, Myrtle?",
        "338": " Just like that? How?",
        "339": " This is it.  This is it, Ron. I think this is the entrance to the Chamber of Secrets. ",
        "340": " Hesha- Hassah. ",
        "341": " Oh, yes there is!  You first.",
        "342": " All right.  Let's go. ",
        "343": " Uh... thanks, Myrtle. ",
        "344": " Now, remember: any sign of movement, close your eyes straight away. ",
        "345": " This way. ",
        "346": " It's a snakeskin.",
        "347": " Ron! Ron, are you okay?",
        "348": " You wait here, and try and shift some of this rock so we can get back through. I'll go on and find Ginny.",
        "349": " Hesha- Hassah. ",
        "350": " Ginny.  Ginny. No, Ginny. Please don't be dead. Wake up. Wake up! Please wake up.",
        "351": " Tom? Tom Riddle? What do you mean she won't wake? She's not...?",
        "352": " Are you a ghost?",
        "353": " She's as cold as ice. Ginny, please don't be dead. Wake up.  You've got to help me, Tom. There's a Basilisk. ",
        "354": " Give me my wand, Tom.",
        "355": " Listen, we've got to go. We've got to save her!",
        "356": " No. She couldn't. She wouldn't.",
        "357": " But why?",
        "358": " And why did you want to meet me?",
        "359": " Hagrid's my friend!  And you framed him, didn't you?",
        "360": " I'll bet Dumbledore saw right through you.",
        "361": " Well, you haven't finished it this time. In a few hours, the Mandrake draught will be ready. And everyone who was Petrified will be all right again.",
        "362": " Why do you care how I escaped? Voldemort was after your time.",
        "363": " You. You're the Heir of Slytherin.  You're Voldemort.",
        "364": " Albus Dumbledore is the greatest sorcerer in the world!",
        "365": " He'll never be gone! Not as long as those who remain are loyal to him!  Fawkes? ",
        "366": " Ginny...",
        "367": " No.",
        "368": " Ginny.",
        "369": " Don't worry. Ginny, you need to get yourself out. Follow the Chamber, and you'll find Ron.  You were brilliant, Fawkes. I just wasn't quick enough.  Of course!  Phoenix tears have healing powers.  Thanks.  It's all right, Ginny. It's over. It's just a memory.",
        "370": " You see, sir. I couldn't help but notice certain things... certain... certain similarities between... Tom Riddle and me.",
        "371": " Voldemort transferred some of his powers... to me?",
        "372": " So, the Sorting Hat was right; I should be in Slytherin.",
        "373": " Because I asked it to.",
        "374": " Godric Gryffindor.",
        "375": " Dobby! So this is your master. The family you serve is the Malfoys. ",
        "376": " Lumos Maxima.  Lumos Maxima  Lumos Maxima  Lumos Maxima. Lumos Maxima! ",
        "377": " Uncle Vernon, I need you to sign this form.",
        "378": " I will if she does.",
        "379": " Yes.",
        "380": " No, she deserved what she got!",
        "381": " I didn't mean to blow her up, I just - I lost control.",
        "382": " I think I was lucky not to be arrested, actually.",
        "383": " No.",
        "384": " Ripped to pieces? What are you talking about?",
        "385": " Why don't we just set him free?",
        "386": " Ow.  Hagrid. ",
        "387": " Hagrid. It'll be fine. It'll be okay.",
        "388": " What?",
        "389": " Sirius!",
        "390": " No. Sirius!",
        "391": " I saw my dad.",
        "392": " He sent the Dementors away. I saw him across the lake.",
        "393": " You mean they're going to kill him?",
        "394": " It's true, sir, Sirius is innocent.",
        "395": " What just happened? Where's Ron?",
        "396": " I don't know, going to Hagrid's?",
        "397": " Hermione!",
        "398": " Hermione! Hermione, wait!",
        "399": " Hermione, will you please tell me what it is we're doing!",
        "400": " That's us.",
        "401": " This is not normal.",
        "402": " You mean we've gone back in time?",
        "403": " Good punch.",
        "404": " Look, Buckbeak's still alive.",
        "405": " Here they come. I better hurry.",
        "406": " That's Pettigrew.",
        "407": " Hermione, that's the man who betrayed my parents! You don't expect me to just sit here!",
        "408": " Are you mad?",
        "409": " Ow. That hurt.",
        "410": " Hermione.",
        "411": " Go away. Get off.",
        "412": " Ow.",
        "413": " Okay, Buckbeak. Come quickly. Come with us now. Come on.",
        "414": " Buckbeak. Okay? Quickly. Hurry up. Okay?",
        "415": " Hurry up now, Buckbeak, okay?",
        "416": " Lumos  I solemnly swear that I'm up to no good.  Mischief managed.  Nox. ",
        "417": " I need to talk to the goblin.",
        "418": " It seems, that despite your exhaustive defensive strategies, you still have a bit of a security problem, headmaster.  And I'm afraid it's quite extensive. How dare you stand where he stood? Tell them how it happened that night! Tell them how you looked him in the eye, a man who trusted you, and killed him! Tell them!",
        "419": " Time, Professor, as much as you can get me.",
        "420": " It's good to see you too, Professor.  Hold the fort, Neville.",
        "421": " I could ask you the same.",
        "422": " Well, what's wrong with the one you have?",
        "423": " Why didn't you tell her? Bellatrix?  You knew it was me. You didn't say anything.",
        "424": " Got it! ",
        "425": " We can't leave them! ",
        "426": " You were right.  When you told Professor Snape that wand was failing you, it will always fail you.",
        "427": " But what if the wand never belonged to Snape? What if its allegiance was always to someone else? Come on, Tom. Let's finish this the way we started it...  together!",
        "428": " It answered to somebody else. When he killed Snape, he thought the wand would become his. But, the thing is, the wand never belonged to Snape. It was Draco who disarmed Dumbledore that night on the Astronomy Tower. From that moment on, the wand answered to him, until... the other night, when I disarmed Draco, at Malfoy Manor.",
        "429": " It's mine."
    }
}